{
  "slug": "services",
  "title": "خدماتنا",
  "sections": [
    {
      "type": "hero",
      "headline": "دعم شامل لمشاريع الأنظمة السمعية والبصرية الخاصة بك",
      "subheadline": "من التصميم الأولي والاستشارات إلى الخدمات اللوجستية والدعم ما بعد البيع، نقدم مجموعة كاملة من الخدمات لضمان نجاح مشاريعك."
    },
    {
      "type": "services_grid_page",
      "items": [
        {
          "title": "تصميم واستشارات أنظمة الصوت والصورة",
          "description": "نحن نقدم خدمات تصميم واستشارات شاملة لأنظمة الصوت والصورة تحول رؤيتك إلى حل عملي بالكامل وجاهز للمستقبل. يتعاون فريقنا معك من المراحل الأولى - فهم احتياجاتك والمساحة والأهداف - لصياغة تصميمات تقدم أداءً مثاليًا وتكاملًا سلسًا. بعد التنفيذ، نواصل دعمك من خلال ترقيات النظام ومواءمة التكنولوجيا وتخطيط الصيانة على المدى الطويل، مما يضمن تطور البنية التحتية السمعية والبصرية الخاصة بك مع عملك وبقائها موثوقة لسنوات قادمة.",
          "image": {
            "src": "/images/services/bnc-serv-design.jpeg",
            "alt": "مهندس معماري يراجع مخططات نظام سمعي بصري في مكتب حديث."
          }
        },
        {
          "title": "دعم التكامل والتركيب",
          "description": "نحن نضمن انتقالًا سلسًا من التصميم إلى الواقع من خلال دعمنا المتخصص في التكامل والتركيب. يدير فريقنا كل جانب من جوانب الإعداد - من تركيب المعدات ومعايرة النظام إلى التكوين في الموقع - مما يضمن أداء حلولك السمعية والبصرية بشكل لا تشوبه شائبة. نحن نعمل عن كثب مع فريقك وشركاء المشروع للحفاظ على الجداول الزمنية، ودعم معايير الجودة، وتقديم نظام متكامل بالكامل جاهز للاستخدام. حتى بعد التركيب، نقدم دعمًا مستمرًا وضبطًا دقيقًا لضمان أداء وموثوقية دائمين.",
          "image": {
            "src": "/images/services/bnc-serv-integration.jpeg",
            "alt": "فنيون يقومون بتركيب جدار فيديو كبير بعناية."
          }
        },
        {
          "title": "الخدمات اللوجستية وسلسلة التوريد",
          "description": "نحن نقدم دعمًا لوجستيًا وسلسلة توريد فعالة وموثوقة لضمان تسليم مشاريع الصوت والصورة الخاصة بك في الوقت المحدد وفي حالة ممتازة. من التوريد والمشتريات إلى التخزين والنقل، يدير فريقنا كل خطوة بدقة وشفافية. نحن ننسق مباشرة مع البائعين والموزعين وفرق التركيب لتبسيط جداول التسليم وتقليل وقت التوقف. حتى بعد النشر، نساعد في إدارة المخزون والاستبدال واحتياجات المعدات المستقبلية - مما يضمن تدفقًا سلسًا وغير منقطع للمشروع من البداية إلى النهاية.",
          "image": {
            "src": "/images/services/bnc-serv-logistics.jpeg",
            "alt": "مستودع نظيف ومنظم به معدات سمعية وبصرية جاهزة للشحن."
          }
        },
        {
          "title": "خدمات ما بعد البيع والدعم الفني",
          "description": "التزامنا لا ينتهي بالتركيب - نحن نواصل الوقوف إلى جانبك من خلال خدمات ما بعد البيع والدعم الفني المخصصة. من استكشاف أخطاء النظام وتحديثات البرامج إلى تحسين الأداء والتدريب، يضمن فريقنا تشغيل حلولك السمعية والبصرية بأفضل حالاتها بعد فترة طويلة من اكتمال المشروع. نحن نقدم مساعدة سريعة الاستجابة وإرشادات عن بعد ودعمًا في الموقع عند الحاجة، مما يمنحك راحة البال وأداء نظام غير منقطع. من خلال نهجنا الاستباقي للصيانة والخدمة على المدى الطويل، نتأكد من أن استثمارك يظل موثوقًا ومحدثًا وجاهزًا للمستقبل.",
          "image": {
            "src": "/images/services/bnc-serv-sales.jpeg",
            "alt": "فني دعم ودود يساعد عميلاً في لوحة تحكم."
          }
        }
      ]
    }
  ]
}
