{
  "slug": "solutions",
  "title": "حلولنا",
  "sections": [
    {
      "type": "hero",
      "headline": "حلول سمعية وبصرية مبتكرة لكل بيئة",
      "subheadline": "نقوم بتصميم وتقديم أنظمة سمعية وبصرية مخصصة تعزز التواصل والتعاون والمشاركة عبر مجموعة واسعة من القطاعات."
    },
    {
      "type": "solutions_showcase",
      "items": [
        {
          "title": "قاعات الاجتماعات ومجالس الإدارة",
          "description": "حوّل اجتماعاتك إلى تجارب ذكية ومتصلة. تقدم حلولنا السمعية والبصرية الوضوح والتحكم والإبداع في كل نقاش - مما يضمن تدفق الأفكار دون انقطاع. سواء كان اجتماعًا سريعًا أو عرضًا تقديميًا مهمًا، يتمتع كل مشارك بصوت ممتاز ومرئيات واقعية وتواصل سهل.",
          "extended_description": "مدعومة بالابتكار: شاشات مدفوعة بالذكاء الاصطناعي، ومناظر صوتية قابلة للتكيف، وجدران فيديو ديناميكية - كلها مدمجة بسلاسة من خلال نظام مصفوفة ذكي يضع التحكم الكامل في راحة يدك.",
          "image": { "src": "/images/solutions/bnc-s-meeting.jpeg", "alt": "قاعة اجتماعات حديثة مع إعداد مؤتمرات الفيديو" }
        },
        {
          "title": "الفصول الدراسية الهجينة والقاعات",
          "description": "ارسم مستقبل التعليم مع بيئات سمعية وبصرية ذكية تربط الطلاب والمعلمين في أي مكان وفي أي وقت. تعزز حلول الفصول الدراسية الهجينة لدينا التعاون السلس من خلال الصوت فائق الوضوح والشاشات التفاعلية وأدوات المشاركة في الوقت الفعلي - مما يضمن بقاء الدروس مؤثرة وشاملة وديناميكية، سواء كانت شخصية أو عن بعد.",
          "extended_description": "من المؤتمرات المؤسسية إلى الفعاليات الثقافية، تقدم حلول القاعات لدينا صوتًا غامرًا ومرئيات مذهلة وتحكمًا سهلاً للتجارب واسعة النطاق. مصممة للتنوع والأداء، يجمع كل إعداد بين الصوتيات الدقيقة والإسقاط عالي الإضاءة والأتمتة المركزية - مما يخلق مساحات تأسر الجماهير وترتقي بكل عرض تقديمي. مدعومة بالتكنولوجيا: معايرة صوتية محسنة بالذكاء الاصطناعي، وتتبع ذكي للكاميرا، وإضاءة متزامنة - كلها موحدة من خلال مصفوفة تحكم متقدمة تضع كل وظيفة في متناول يدك.",
          "image": { "src": "/images/solutions/bnc-s-hybrid-classrooms.jpeg", "alt": "قاعة حديثة مع شاشة عرض كبيرة" }
        },
        {
          "title": "مراكز القيادة والتحكم",
          "description": "تمكّن حلول مراكز القيادة والتحكم لدينا المؤسسات من مراقبة العمليات الحرجة وإدارتها والاستجابة لها في الوقت الفعلي عبر قطاعات متعددة. من السلامة العامة وخدمات الطوارئ إلى النقل والخدمات اللوجستية والمرافق وأمن الشركات والرعاية الصحية والضيافة ودور العبادة، توفر هذه المراكز إشرافًا مركزيًا ووعيًا بالموقف. سواء كان ذلك تنسيق الاستجابات لحالات الطوارئ أو إدارة المرافق أو مراقبة العمليات أو ضمان سلامة الضيوف والزوار، فإن حلولنا توفر تحكمًا موثوقًا وفعالًا وذكيًا لأي بيئة.",
          "image": { "src": "/images/solutions/bnc-s-command-control .jpeg", "alt": "مركز قيادة به شاشات كبيرة متعددة تعرض البيانات" },
          "features": [
            "مراقبة في الوقت الفعلي مع جدران فيديو عالية الدقة ولوحات معلومات",
            "أنظمة اتصالات متكاملة للتعاون الفوري",
            "إدارة وتحليلات مركزية للبيانات",
            "تخطيطات قابلة للتطوير لدعم عمليات وقطاعات متعددة",
            "آليات التكرار والأمان لعمليات غير منقطعة",
            "أدوات تنبيه متقدمة ودعم اتخاذ القرار لاتخاذ إجراءات سريعة"
          ]
        },
        {
          "title": "إدارة أماكن العمل",
          "description": "حسّن الإنتاجية وعزز التعاون وأنشئ بيئات عمل أكثر ذكاءً مع حلول إدارة أماكن العمل لدينا. مصممة للمكاتب الحديثة والمجمعات المؤسسية ومساحات العمل المشترك والإعدادات الهجينة، تبسط أنظمتنا الجدولة وتخصيص الموارد وإدارة المرافق. من حجوزات غرف الاجتماعات وحجوزات المكاتب إلى تحليلات استخدام المساحة وتحسينات تجربة الموظفين، تجعل حلولنا أماكن العمل أكثر كفاءة واتصالًا واستجابة لاحتياجات كل فريق.",
          "image": { "src": "/images/solutions/bnc-s-workspace.jpeg", "alt": "عامل مكتب يستخدم كشكًا رقميًا لحجز مكتب" },
          "features": [
            "أنظمة حجز ذكية للمكاتب وغرف الاجتماعات",
            "مراقبة استخدام المساحة في الوقت الفعلي",
            "إدارة متكاملة للمرافق والموارد",
            "تحليلات وتقارير الإشغال",
            "إدارة الزوار والتحكم في الوصول",
            "تكامل سلس مع أدوات الاتصال والإنتاجية"
          ]
        },
        {
          "title": "إدارة الزوار",
          "description": "استقبل وتتبع وأدر كل زائر بسهولة واحترافية من خلال حلول إدارة الزوار المتقدمة لدينا. مصممة للمؤسسات في جميع القطاعات - بما في ذلك المكاتب المؤسسية والمرافق الصحية والمؤسسات التعليمية والضيافة ومساحات البيع بالتجزئة والمباني الحكومية ودور العبادة - تضمن أنظمتنا تجربة زائر سلسة وآمنة وفعالة. من التسجيل وتسجيل الدخول إلى التحكم في الوصول وتحليلات الزوار، تعزز هذه الحلول الأمن وتبسط العمليات وتترك انطباعًا إيجابيًا لدى كل ضيف.",
          "image": { "src": "/images/solutions/bnc-s-visitor.jpeg", "alt": "زائر يقوم بتسجيل الدخول في مكتب استقبال باستخدام جهاز لوحي" },
          "features": [
            "تسجيل زوار رقمي وأكشاك تسجيل دخول ذاتي",
            "التحقق من الهوية وطباعة الشارات",
            "التسجيل المسبق وجدولة المواعيد",
            "تكامل التحكم في الوصول للدخول الآمن",
            "تتبع الزوار والإشعارات في الوقت الفعلي",
            "سجلات وتقارير مفصلة للزوار"
          ]
        },
        {
          "title": "حلول سمعية وبصرية متكاملة لدور العبادة",
          "description": "ارتقِ بالتجربة الروحية مع حلولنا السمعية والبصرية المتكاملة، المصممة لتقديم صوت فائق الوضوح ومرئيات غامرة وتواصل سلس للمصلين من جميع الأحجام. سواء كانت كنيسة أو كاتدرائية أو مسجدًا أو معبدًا أو مصلى، تضمن أنظمتنا وصول كل خطبة أو صلاة أو حدث مجتمعي إلى الجمهور بوضوح وتأثير. تدمج هذه الحلول الصوت والفيديو والإضاءة والبث المباشر، مما يخلق بيئة تشرك المصلين وتعزز المشاركة وتعزز الاتصال.",
          "image": { "src": "/images/solutions/bnc-s-worship.jpeg", "alt": "داخل دار عبادة حديثة مع شاشات ومكبرات صوت" },
          "features": [
            "أنظمة صوت عالية الجودة للكلام والموسيقى والترانيم",
            "شاشات عرض فيديو وحلول عرض احترافية",
            "تحكم متكامل في الإضاءة لتعزيز الأجواء والتركيز",
            "بث مباشر وتسجيل للمشاركة عن بعد",
            "تحكم مركزي لعملية تشغيل مبسطة",
            "حلول قابلة للتطوير للتجمعات الصغيرة إلى التجمعات الكبيرة"
          ]
        },
        {
          "title": "أتمتة التجزئة والمنازل",
          "description": "أعد تصور الراحة والكفاءة والتحكم مع حلول أتمتة التجزئة والمنازل لدينا. بالنسبة لمساحات البيع بالتجزئة، تعزز هذه الأنظمة تجارب العملاء من خلال الإضاءة الذكية واللافتات الرقمية والموسيقى الخلفية وتكامل الأمن، مما يخلق بيئات جذابة وسلسة. في الإعدادات السكنية، توفر حلول الأتمتة لدينا لأصحاب المنازل تحكمًا كاملاً في الإضاءة والمناخ والترفيه والأمن والأجهزة الذكية - مما يجعل الحياة اليومية أكثر ذكاءً وأمانًا وراحة. يستفيد كلا القطاعين من التحكم المركزي وكفاءة الطاقة والتشغيل البديهي، مما يحول المساحات إلى بيئات ذكية ومتجاوبة.",
          "image": { "src": "/images/solutions/bnc-s-retail.jpeg", "alt": "واجهة منزل ذكي على جهاز لوحي تتحكم في الأضواء" },
          "features": [
            "تحكم مركزي في الإضاءة والمناخ والترفيه",
            "تكامل الأمن والمراقبة الذكي",
            "إدارة الطاقة والأتمتة للكفاءة",
            "لافتات رقمية وأدوات إشراك العملاء (التجزئة)",
            "تحكم صوتي وعبر التطبيقات للراحة",
            "حلول قابلة للتطوير للمنازل الفردية إلى مجمعات البيع بالتجزئة الكبيرة"
          ]
        },
        {
          "title": "حلول السينما والمتاحف",
          "description": "اجعل القصص والمعارض تنبض بالحياة مع حلول السينما والمتاحف لدينا، المصممة لتقديم تجارب سمعية وبصرية غامرة تأسر الجماهير. بالنسبة للسينمات، تضمن أنظمتنا صوتًا فائق الوضوح ومرئيات مذهلة وإضاءة متزامنة لرفع مستوى كل عرض. في المتاحف والمعارض والمراكز الثقافية، تعزز حلولنا المعارض بشاشات تفاعلية وعروض ديناميكية ومنشآت وسائط متعددة جذابة - مما يخلق تجارب لا تُنسى للزوار من جميع الأعمار. تجمع هذه الحلول بين التكنولوجيا والتصميم ورواية القصص لجعل كل زيارة مؤثرة ولا تُنسى.",
          "image": { "src": "/images/solutions/bnc-s-cinema.jpeg", "alt": "تركيب ضوئي تفاعلي في متحف حديث" },
          "features": [
            "أنظمة صوت وفيديو عالية الدقة لتجارب غامرة",
            "شاشات تفاعلية وشاشات لمس لإشراك الزوار",
            "رسم خرائط الإسقاط والمنشآت البصرية الديناميكية",
            "تحكم مركزي لعملية تشغيل سهلة",
            "حلول قابلة للتطوير للمسارح الصغيرة إلى المتاحف الكبيرة",
            "تكامل مع الإضاءة والصوتيات ومحتوى الوسائط المتعددة"
          ]
        }
      ]
    }
  ]
}
